const Conditions = () => {
  return (
    <div className="my-4">
      <div>
        <h2 className="text-3xl mb-10">ওয়ারেন্টি দাবি ফর্ম</h2>
        <p className="mt-5 mb-1 text-xl ">
          নিচের শর্ত গুলোর সাপেক্ষে ওয়ারেন্টি দাবি করা যাবেঃ-
        </p>
        <div className="border border-gray-200 bg-[#F3F3FE] text-[18px] rounded-md ">
          <div className="my-5 mx-6">
            <p>
              ১. পণ্য ক্রয়ের তারিখ ও ক্রেতার নাম, মোবাইল নম্বর, ঠিকানা সঠিকভাবে
              প্রদান করা আবশ্যক।
            </p>
            <p>২. সঠিক পণ্য আইডি প্রদান করতে হবে।</p>
            <p>৩. সমস্যার বর্ণনা প্রদান করা আবশ্যক।</p>
            <p>
              ৪. পণ্যের কোনো অধিকার সরিয়ে নেওয়া বা পরিবর্তন করা অনুমোদিত নয়।
            </p>
            <p>
              ৫. ওয়ারেন্টি সার্ভিস এর জন্য নির্দিষ্ট সময়সীমা প্রদান করা হবে।
            </p>
            <p>
              ৬. সকল অ্যাসেসরি, ডকুমেন্টেশন এবং প্যাকেজিং সম্পূর্ণ ও সঠিকভাবে
              সাবধানে সংরক্ষিত থাকতে হবে।
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Conditions;
